Repository: chungxon/mem-stats
Catalog: MemStats/MemStats/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, vi, zh_hans

source: %@ (%llds, %@ %llds)
de: %@ (%lld Sek., %@ %lld Sek.)
ja: %@（%lld秒、%@ %lld秒）
ko: %@ (%lld초, %@ %lld초)
vi: %@ (%lld giây, %@ %lld giây)
zh_hans: %@（%lld秒、%@ %lld秒）

source: %@ (%llds)
de: %@ (%lld Sek.)
ja: %@（%lld秒）
ko: %@ (%lld초)
vi: %@ (%lld giây)
zh_hans: %@（%lld秒）

source: %@ / Total %@
de: %@ / Gesamt %@
ja: %@ / 合計 %@
ko: %@ / 총 %@
vi: %@ / Tổng %@
zh_hans: %@ / 总计 %@

source: %@ / Used %@
de: %@ / Verwendet %@
es: %@ / Usado %@
fr: %@ / Utilisé %@
ja: %@ / 使用済み %@
ko: %@ / 사용량 %@
vi: %@ / Đã dùng %@
zh_hans: %@ / 已用 %@

source: %@ grew by %@ over the last %lld samples
de: %@ ist in den letzten %lld Samples um %@ gestiegen
es: %@ creció %@ durante las últimas %lld muestras
fr: %@ a augmenté de %@ au cours des %lld derniers échantillons
ja: 過去%lldサンプルで%@が%@増加
ko: 최근 %lld개 샘플에서 %@이(가) %@ 증가함
vi: %@ tăng %@ trong %lld mẫu gần đây
zh_hans: 在最近 %lld 个样本中 %@ 增加了 %@

source: %@ jumped by %@ since the last sample
de: %@ ist seit dem letzten Sample um %@ gestiegen
es: %@ aumentó %@ desde la última muestra
fr: %@ a augmenté de %@ depuis le dernier échantillon
ja: 最後のサンプルから%@が%@増加
ko: 마지막 샘플 이후 %@이(가) %@ 증가함
vi: %@ tăng %@ kể từ mẫu trước
zh_hans: 自上次采样以来 %@ 增加了 %@

source: %@, user %@, PID %lld, %@
de: %@, Benutzer %@, PID %lld, %@
es: %@, usuario %@, PID %lld, %@
fr: %@, utilisateur %@, PID %lld, %@
ja: %@、ユーザ %@、PID %lld、%@
ko: %@, 사용자 %@, PID %lld, %@
vi: %@, người dùng %@, PID %lld, %@
zh_hans: %@，用户 %@，PID %lld，%@

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
ja: %lld秒
ko: %lld초
vi: %lld giây
zh_hans: %lld 秒

source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
ja: 1秒
ko: 1초
vi: 1 giây
zh_hans: 1 秒

source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
vi: Giới thiệu
zh_hans: 关于

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
vi: Đang hoạt động
zh_hans: 活跃

source: All Users
de: Alle Benutzer
es: Todos los usuarios
fr: Tous les utilisateurs
ja: すべてのユーザ
ko: 모든 사용자
vi: Tất cả người dùng
zh_hans: 所有用户

source: Allow MemStats to open at login
de: MemStats das Öffnen bei der Anmeldung erlauben
es: Permitir que MemStats se abra al iniciar sesión
fr: Autoriser MemStats à s’ouvrir à la connexion
ja: MemStatsのログイン時起動を許可
ko: MemStats 로그인 시 열기 허용
vi: Cho phép MemStats mở khi đăng nhập
zh_hans: 允许 MemStats 在登录时打开

source: Approve in System Settings > Login Items, or click to cancel
de: In Systemeinstellungen > Anmeldeobjekte genehmigen oder zum Abbrechen klicken
es: Aprueba en Ajustes del Sistema > Ítems de inicio o haz clic para cancelar
fr: Autorisez dans Réglages Système > Ouverture, ou cliquez pour annuler
ja: システム設定 > ログイン項目で承認するか、クリックしてキャンセル
ko: 시스템 설정 > 로그인 항목에서 승인하거나 클릭하여 취소
vi: Phê duyệt trong Cài đặt hệ thống > Mục đăng nhập hoặc bấm để hủy
zh_hans: 在系统设置 > 登录项中批准，或点按以取消

source: Baseline
de: Basislinie
es: Línea base
fr: Référence
ja: 基準線
ko: 기준선
vi: Mốc cơ sở
zh_hans: 基线

source: Bytes
de: Byte
fr: Octets
ja: バイト
ko: 바이트
vi: Byte
zh_hans: 字节

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
vi: Hủy
zh_hans: 取消

source: Check for Updates opens the latest release on GitHub. Report a Bug opens a new GitHub issue with your app and macOS versions filled in.
de: „Nach Updates suchen“ öffnet die neueste Version auf GitHub. „Fehler melden“ öffnet ein neues GitHub-Issue mit deiner App- und macOS-Version.
es: Buscar actualizaciones abre la versión más reciente en GitHub. Informar de un error abre una incidencia nueva de GitHub con las versiones de tu app y macOS.
fr: Rechercher des mises à jour ouvre la dernière version sur GitHub. Signaler un problème ouvre une nouvelle issue GitHub avec les versions de votre app et de macOS.
ja: 「アップデートを確認」はGitHubで最新リリースを開きます。「バグを報告」はアプリとmacOSのバージョンを入力した新しいGitHub Issueを開きます。
ko: 업데이트 확인은 GitHub에서 최신 릴리즈를 엽니다. 버그 신고는 앱과 macOS 버전이 입력된 새 GitHub 이슈를 엽니다.
vi: Kiểm tra bản cập nhật mở bản phát hành mới nhất trên GitHub. Báo cáo lỗi mở một issue GitHub mới có sẵn phiên bản ứng dụng và macOS.
zh_hans: “检查更新”会在 GitHub 中打开最新版本。“报告错误”会打开一个新的 GitHub issue，并填入应用和 macOS 版本。

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…

source: Clear filter
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
ja: フィルタを解除
ko: 필터 지우기
vi: Xóa bộ lọc
zh_hans: 清除过滤

source: Clear Filter
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
ja: フィルタを消去
ko: 필터 지우기
vi: Xóa bộ lọc
zh_hans: 清除筛选条件

source: Could not update Open at Login
de: „Beim Anmelden öffnen“ konnte nicht aktualisiert werden
es: No se pudo actualizar Abrir al iniciar sesión
fr: Impossible de mettre à jour « Ouvrir à la connexion »
ja: 「ログイン時に開く」を更新できませんでした
ko: 로그인 시 열기를 업데이트할 수 없음
vi: Không thể cập nhật Mở khi đăng nhập
zh_hans: 无法更新“登录时打开”

source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 重大
ko: 심각
vi: Nghiêm trọng
zh_hans: 严重

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
vi: Tối
zh_hans: 深色

source: Filter %@
de: %@ filtern
es: Filtrar %@
fr: Filtrer %@
ja: %@をフィルタ
ko: %@ 필터링
vi: Lọc %@
zh_hans: 筛选 %@

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
vi: Lịch sử
zh_hans: 历史

source: History Samples
de: Verlaufssamples
es: Muestras del historial
fr: Échantillons d’historique
ja: 履歴サンプル
ko: 기록 샘플
vi: Mẫu lịch sử
zh_hans: 历史样本

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
ja: アイドル
ko: 유휴
vi: Không hoạt động
zh_hans: 闲置

source: Include root and _* system accounts
de: root- und _*-Systemkonten einschließen
es: Incluir cuentas root y _* del sistema
fr: Inclure les comptes système root et _*
ja: root と _* システムアカウントを含める
ko: root 및 _* 시스템 계정 포함
vi: Bao gồm tài khoản hệ thống root và _*
zh_hans: 包括 root 和 _* 系统帐户

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
vi: Ngôn ngữ
zh_hans: 语言

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
vi: Sáng
zh_hans: 浅色

source: Loading chart data…
de: Diagrammdaten werden geladen…
es: Cargando datos del gráfico…
fr: Chargement des données du graphique…
ja: グラフデータを読み込み中…
ko: 차트 데이터 로드 중…
vi: Đang tải dữ liệu biểu đồ…
zh_hans: 正在加载图表数据…

source: Loading history data…
de: Verlaufsdaten werden geladen…
es: Cargando datos del historial…
fr: Chargement des données de l’historique…
ja: 履歴データを読み込み中…
ko: 기록 데이터 로드 중…
vi: Đang tải dữ liệu lịch sử…
zh_hans: 正在加载历史数据…

source: Loading memory data…
de: Speicherdaten werden geladen…
es: Cargando datos de memoria…
fr: Chargement des données mémoire…
ja: メモリデータを読み込み中…
ko: 메모리 데이터 로드 중…
vi: Đang tải dữ liệu bộ nhớ…
zh_hans: 正在加载内存数据…

source: Loading…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로드 중…
vi: Đang tải…
zh_hans: 正在加载…

source: macOS needs your approval. Turn on MemStats in System Settings > General > Login Items.
de: macOS benötigt deine Genehmigung. Aktiviere MemStats in Systemeinstellungen > Allgemein > Anmeldeobjekte.
es: macOS necesita tu aprobación. Activa MemStats en Ajustes del Sistema > General > Ítems de inicio.
fr: macOS a besoin de votre autorisation. Activez MemStats dans Réglages Système > Général > Éléments d’ouverture.
ja: macOSの承認が必要です。システム設定 > 一般 > ログイン項目でMemStatsをオンにしてください。
ko: macOS의 승인이 필요합니다. 시스템 설정 > 일반 > 로그인 항목에서 MemStats를 켜십시오.
vi: macOS cần bạn phê duyệt. Bật MemStats trong Cài đặt hệ thống > Cài đặt chung > Mục đăng nhập.
zh_hans: macOS 需要你的批准。请在系统设置 > 通用 > 登录项中打开 MemStats。

source: Memory %lld%%, pressure %@
de: Speicher %lld%%, Druck %@
es: Memoria %lld%%, presión %@
fr: Mémoire %lld%%, pression %@
ja: メモリ %lld%%、圧力 %@
ko: 메모리 %lld%%, 압력 %@
vi: Bộ nhớ %lld%%, áp lực %@
zh_hans: 内存 %lld%%，压力 %@

source: Memory by user
de: Speicher nach Benutzer
es: Memoria por usuario
fr: Mémoire par utilisateur
ja: ユーザ別メモリ
ko: 사용자별 메모리
vi: Bộ nhớ theo người dùng
zh_hans: 按用户划分的内存

source: Memory history
de: Speicherverlauf
es: Historial de memoria
fr: Historique de la mémoire
ja: メモリ履歴
ko: 메모리 기록
vi: Lịch sử bộ nhớ
zh_hans: 内存历史记录

source: Memory: %@
de: Speicher: %@
es: Memoria: %@
fr: Mémoire : %@
ja: メモリ：%@
ko: 메모리: %@
vi: Bộ nhớ: %@
zh_hans: 内存：%@

source: Memory: waiting for the first sample
de: Speicher: Warte auf die erste Messung
es: Memoria: esperando la primera muestra
fr: Mémoire : en attente du premier échantillon
ja: メモリ: 最初のサンプルを待機中
ko: 메모리: 첫 샘플 대기 중
vi: Bộ nhớ: đang chờ mẫu đầu tiên
zh_hans: 内存：正在等待首次采样

source: MemStats Settings
de: MemStats-Einstellungen
es: Ajustes de MemStats
fr: Réglages de MemStats
ja: MemStats設定
ko: MemStats 설정
vi: Cài đặt MemStats
zh_hans: MemStats 设置

source: No app data available
de: Keine App-Daten verfügbar
es: No hay datos de apps disponibles
fr: Aucune donnée d’app disponible
ja: アプリデータはありません
ko: 앱 데이터를 사용할 수 없음
vi: Không có dữ liệu ứng dụng
zh_hans: 没有可用的应用数据

source: No process data available
de: Keine Prozessdaten verfügbar
es: No hay datos de procesos disponibles
fr: Aucune donnée de processus disponible
ja: プロセスデータはありません
ko: 프로세스 데이터를 사용할 수 없음
vi: Không có dữ liệu tiến trình
zh_hans: 没有可用的进程数据

source: No samples
de: Keine Messwerte
es: Sin muestras
fr: Aucun échantillon
ja: サンプルなし
ko: 샘플 없음
vi: Chưa có mẫu
zh_hans: 没有样本

source: Number of top apps
de: Anzahl der Top-Apps
es: Número de apps principales
fr: Nombre d’apps principales
ja: 上位アプリ数
ko: 상위 앱 수
vi: Số ứng dụng hàng đầu
zh_hans: 顶级应用数量

source: Number of top processes
de: Anzahl der Top-Prozesse
es: Número de procesos principales
fr: Nombre de processus principaux
ja: 上位プロセス数
ko: 상위 프로세스 수
vi: Số tiến trình hàng đầu
zh_hans: 顶级进程数量

source: Open Activity Monitor
de: Aktivitätsanzeige öffnen
es: Abrir Monitor de Actividad
fr: Ouvrir Moniteur d’activité
ja: アクティビティモニタを開く
ko: 활성 상태 보기 열기
vi: Mở Activity Monitor
zh_hans: 打开活动监视器

source: Open at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
vi: Mở khi đăng nhập
zh_hans: 登录时打开

source: Open at Login (needs approval)
de: Beim Anmelden öffnen (Genehmigung erforderlich)
es: Abrir al iniciar sesión (requiere aprobación)
fr: Ouvrir à la connexion (approbation requise)
ja: ログイン時に開く（承認が必要）
ko: 로그인 시 열기 (승인 필요)
vi: Mở khi đăng nhập (cần phê duyệt)
zh_hans: 登录时打开（需要批准）

source: Open at Login needs approval in System Settings > General > Login Items. Turn it off to cancel.
de: „Beim Anmelden öffnen“ benötigt eine Genehmigung in Systemeinstellungen > Allgemein > Anmeldeobjekte. Deaktiviere es zum Abbrechen.
es: Abrir al iniciar sesión necesita aprobación en Ajustes del Sistema > General > Ítems de inicio. Desactívalo para cancelar.
fr: « Ouvrir à la connexion » nécessite une autorisation dans Réglages Système > Général > Éléments d’ouverture. Désactivez-le pour annuler.
ja: 「ログイン時に開く」にはシステム設定 > 一般 > ログイン項目での承認が必要です。キャンセルするにはオフにしてください。
ko: 로그인 시 열기는 시스템 설정 > 일반 > 로그인 항목에서 승인이 필요합니다. 취소하려면 끄십시오.
vi: Mở khi đăng nhập cần được phê duyệt trong Cài đặt hệ thống > Cài đặt chung > Mục đăng nhập. Tắt mục này để hủy.
zh_hans: “登录时打开”需要在系统设置 > 通用 > 登录项中批准。关闭它即可取消。

source: Open Options
de: Optionen öffnen
es: Abrir opciones
fr: Ouvrir les options
ja: オプションを開く
ko: 옵션 열기
vi: Mở tùy chọn
zh_hans: 打开选项

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置

source: Possible memory leak hint, based on recent samples
de: Möglicher Hinweis auf ein Speicherleck, basierend auf den letzten Samples
es: Posible indicio de fuga de memoria según las muestras recientes
fr: Indice possible de fuite mémoire basé sur les derniers échantillons
ja: 最近のサンプルに基づくメモリリークの可能性
ko: 최근 샘플을 기반으로 한 메모리 누수 가능성 힌트
vi: Gợi ý rò rỉ bộ nhớ có thể xảy ra, dựa trên các mẫu gần đây
zh_hans: 根据近期样本推测的内存泄漏提示

source: pressure %@
de: Druck %@
es: presión %@
fr: pression %@
ja: 圧力 %@
ko: 압력 %@
vi: áp lực %@
zh_hans: 压力 %@

source: Pressure %@
de: Druck %@
es: Presión %@
fr: Pression %@
ja: 圧力 %@
ko: 압력 %@
vi: Áp lực %@
zh_hans: 压力 %@

source: process
de: Prozess
es: proceso
fr: processus
ja: プロセス
ko: 프로세스
vi: tiến trình
zh_hans: 进程

source: PROCESS
de: PROZESS
es: PROCESO
fr: PROCESSUS
ja: プロセス
ko: 프로세스
vi: TIẾN TRÌNH
zh_hans: 进程

source: Process: %@
de: Prozess: %@
es: Proceso: %@
fr: Processus : %@
ja: プロセス：%@
ko: 프로세스: %@
vi: Tiến trình: %@
zh_hans: 进程：%@

source: processes
de: Prozesse
es: procesos
fr: processus
ja: プロセス
ko: 프로세스
vi: tiến trình
zh_hans: 进程

source: PROCS
de: PROZ.
es: PROC.
fr: PROC.
ja: プロセス
ko: 프로세스
vi: T.TRÌNH
zh_hans: 进程

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
vi: Thoát
zh_hans: 退出

source: Refresh Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
ja: 今すぐ更新
ko: 지금 새로 고침
vi: Làm mới ngay
zh_hans: 立即刷新

source: Report a Bug…
de: Fehler melden…
es: Informar de un error…
fr: Signaler un problème…
ja: バグを報告…
ko: 버그 신고…
vi: Báo cáo lỗi…
zh_hans: 报告错误…

source: Sampling
de: Abtastung
es: Muestreo
fr: Échantillonnage
ja: サンプリング
ko: 샘플링
vi: Lấy mẫu
zh_hans: 采样

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択中
ko: 선택됨
vi: Đã chọn
zh_hans: 已选

source: Selected User
de: Ausgewählter Benutzer
es: Usuario seleccionado
fr: Utilisateur sélectionné
ja: 選択したユーザ
ko: 선택한 사용자
vi: Người dùng đã chọn
zh_hans: 已选用户

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
vi: Cài đặt…
zh_hans: 设置…

source: Show System Users
de: Systembenutzer anzeigen
es: Mostrar usuarios del sistema
fr: Afficher les utilisateurs système
ja: システムユーザを表示
ko: 시스템 사용자 표시
vi: Hiện người dùng hệ thống
zh_hans: 显示系统用户

source: Sponsor this project
de: Dieses Projekt sponsern
es: Patrocinar este proyecto
fr: Soutenir ce projet
ja: このプロジェクトを支援
ko: 이 프로젝트 후원
vi: Tài trợ dự án này
zh_hans: 赞助此项目

source: Support MemStats development on GitHub Sponsors.
de: Unterstütze die Entwicklung von MemStats über GitHub Sponsors.
es: Apoya el desarrollo de MemStats en GitHub Sponsors.
fr: Soutenez le développement de MemStats sur GitHub Sponsors.
ja: GitHub SponsorsでMemStatsの開発を支援してください。
ko: GitHub Sponsors에서 MemStats 개발을 지원해 주세요.
vi: Hỗ trợ phát triển MemStats trên GitHub Sponsors.
zh_hans: 在 GitHub Sponsors 上支持 MemStats 的开发。

source: Support Us
de: Unterstützen
es: Apóyanos
fr: Nous soutenir
ja: 応援する
ko: 후원하기
vi: Ủng hộ chúng tôi
zh_hans: 支持我们

source: Support Us…
de: Unterstützen …
es: Apóyanos…
fr: Nous soutenir…
ja: 応援する…
ko: 후원하기…
vi: Ủng hộ chúng tôi…
zh_hans: 支持我们…

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
ja: テーマ
ko: 테마
vi: Giao diện
zh_hans: 主题

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時刻
ko: 시간
vi: Thời gian
zh_hans: 时间

source: Top Processes
de: Top-Prozesse
es: Procesos principales
fr: Processus principaux
ja: 上位プロセス
ko: 상위 프로세스
vi: Tiến trình hàng đầu
zh_hans: 顶级进程

source: Top Users
de: Top-Benutzer
es: Usuarios principales
fr: Utilisateurs principaux
ja: 上位ユーザ
ko: 상위 사용자
vi: Người dùng hàng đầu
zh_hans: 顶级用户

source: Update interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle de mise à jour
ja: 更新間隔
ko: 업데이트 간격
vi: Khoảng thời gian cập nhật
zh_hans: 更新间隔

source: Update interval for top processes
de: Aktualisierungsintervall für Top-Prozesse
es: Intervalo de actualización de procesos principales
fr: Intervalle de mise à jour des processus principaux
ja: 上位プロセスの更新間隔
ko: 상위 프로세스 업데이트 간격
vi: Khoảng thời gian cập nhật tiến trình hàng đầu
zh_hans: 顶级进程更新间隔

source: Used %@
de: Verwendet %@
es: Usado %@
fr: Utilisé %@
ja: 使用済み %@
ko: 사용량 %@
vi: Đã dùng %@
zh_hans: 已用 %@

source: Used %@ / %@
de: Verwendet %@ / %@
es: Usado %@ / %@
fr: Utilisé %@ / %@
ja: 使用済み %@ / %@
ko: 사용량 %@ / %@
vi: Đã dùng %@ / %@
zh_hans: 已用 %@ / %@

source: Used %@ of %@
de: Verwendet %@ von %@
es: Usado %@ de %@
fr: Utilisé %@ sur %@
ja: 使用済み %@ / %@
ko: 사용량 %@ / %@
vi: Đã dùng %@ trên %@
zh_hans: 已用 %@ / %@

source: Used RAM
de: Verwendeter RAM
es: RAM utilizada
fr: RAM utilisée
ja: 使用済みRAM
ko: 사용된 RAM
vi: RAM đã dùng
zh_hans: 已用内存

source: USER
de: BENUTZER
es: USUARIO
fr: UTILISATEUR
ja: ユーザ
ko: 사용자
vi: NGƯỜI DÙNG
zh_hans: 用户

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
vi: Cảnh báo
zh_hans: 警告

source: While the popover is closed, RAM updates at most every %lld seconds and top processes at most every %lld seconds. Short intervals use more CPU, mostly for top processes.
de: Wenn das Popover geschlossen ist, wird der RAM höchstens alle %1$lld Sekunden und werden die Top-Prozesse höchstens alle %2$lld Sekunden aktualisiert. Kurze Intervalle verbrauchen mehr CPU, hauptsächlich für Top-Prozesse.
es: Mientras el popover está cerrado, la RAM se actualiza como máximo cada %1$lld segundos y los procesos principales como máximo cada %2$lld segundos. Los intervalos cortos usan más CPU, principalmente para los procesos principales.
fr: Lorsque la fenêtre contextuelle est fermée, la RAM est mise à jour au maximum toutes les %1$lld secondes et les processus principaux au maximum toutes les %2$lld secondes. Les intervalles courts utilisent davantage de CPU, surtout pour les processus principaux.
ja: ポップオーバーを閉じている間は、RAM は最大で%1$lld秒ごと、上位プロセスは最大で%2$lld秒ごとに更新されます。短い間隔では、主に上位プロセスのためにCPU使用量が増えます。
ko: 팝오버가 닫혀 있는 동안 RAM은 최대 %1$lld초마다, 상위 프로세스는 최대 %2$lld초마다 업데이트됩니다. 짧은 간격은 주로 상위 프로세스 때문에 CPU를 더 사용합니다.
vi: Khi popover đóng, RAM cập nhật tối đa một lần mỗi %1$lld giây, các tiến trình hàng đầu tối đa một lần mỗi %2$lld giây. Khoảng thời gian ngắn dùng nhiều CPU hơn, chủ yếu cho các tiến trình hàng đầu.
zh_hans: 弹出窗口关闭时，RAM 最多每 %1$lld 秒更新一次，顶级进程最多每 %2$lld 秒更新一次。较短的间隔会使用更多 CPU，主要用于顶级进程。

source: Glass opacity
de: Deckkraft des Glases
es: Opacidad del cristal
fr: Opacité du verre
ja: ガラスの不透明度
ko: 글래스 불투명도
vi: Độ đục nền kính
zh_hans: 玻璃不透明度

source: Glass background
de: Glashintergrund
es: Fondo de cristal
fr: Arrière-plan en verre
ja: ガラス背景
ko: 글래스 배경
vi: Nền kính
zh_hans: 玻璃背景

source: Uses a translucent native material that reveals the desktop behind the window. Reduce Transparency in Accessibility keeps the solid background for readability.
de: Verwendet ein durchscheinendes natives Material, das den Desktop hinter dem Fenster sichtbar macht. „Transparenz reduzieren“ in den Bedienungshilfen verwendet aus Gründen der Lesbarkeit einen soliden Hintergrund.
es: Usa un material nativo translúcido que muestra el escritorio detrás de la ventana. Reducir transparencia en Accesibilidad mantiene un fondo sólido para facilitar la lectura.
fr: Utilise un matériau natif translucide qui révèle le bureau derrière la fenêtre. Réduire la transparence dans Accessibilité conserve un arrière-plan opaque pour une meilleure lisibilité.
ja: ウインドウの背後のデスクトップが見えるネイティブの半透明マテリアルを使用します。アクセシビリティの「透明度を下げる」が有効な場合は、読みやすさのため不透明な背景を使用します。
ko: 윈도우 뒤의 데스크탑이 보이는 네이티브 반투명 재질을 사용합니다. 손쉬운 사용에서 투명도 감소를 켜면 가독성을 위해 불투명한 배경을 사용합니다.
vi: Sử dụng chất liệu bán trong suốt của macOS để nhìn thấy màn hình phía sau cửa sổ. Tùy chọn Giảm độ trong suốt trong Trợ năng sẽ giữ nền đặc để dễ đọc.
zh_hans: 使用可显示窗口后桌面的原生半透明材质。启用辅助功能中的“降低透明度”后，会使用不透明背景以提高可读性。

source: %lld samples
es: %lld muestras
fr: %lld échantillons
ja: %lldサンプル
ko: %lld개 샘플
vi: %lld mẫu
zh_hans: %lld 个样本

source: 1 minute
es: 1 minuto
ja: 1分
ko: 1분
vi: 1 phút
zh_hans: 1 分钟

source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
vi: Phản hồi
zh_hans: 反馈

source: OK
es: Aceptar
ko: 확인
zh_hans: 好

source: Segment
es: Segmento
ja: セグメント
ko: 세그먼트
vi: Phân đoạn
zh_hans: 分段

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
vi: Hệ thống
zh_hans: 系统

source: Top Apps
es: Apps principales
fr: Apps principales
ja: 上位アプリ
ko: 상위 앱
vi: Ứng dụng hàng đầu
zh_hans: 顶级应用

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
vi: Cập nhật
zh_hans: 更新

source: Version
es: Versión
ja: バージョン
ko: 버전
vi: Phiên bản
zh_hans: 版本

source: MEM
fr: MÉM
ja: メモリ
ko: 메모리
vi: BỘ NHỚ
zh_hans: 内存

source: APP
ja: アプリ
ko: 앱
vi: ỨNG DỤNG
zh_hans: 应用

source: Normal
ja: 正常
ko: 정상
vi: Bình thường
zh_hans: 正常

source: swap %@
ja: スワップ %@
ko: 스왑 %@
zh_hans: 交换 %@

source: Swap %@
ja: スワップ %@
ko: 스왑 %@
zh_hans: 交换 %@
